tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "python@3.9"
brew "autojump"
brew "python@3.8"
brew "azure-cli"
brew "bash"
brew "cassandra"
brew "coreutils"
brew "croc"
brew "cython"
brew "docker", link: false
brew "docker-compose", link: false
brew "git"
brew "httping"
brew "krb5"
brew "kubernetes-cli", link: false
brew "libidn2"
brew "minikube"
brew "mkcert"
brew "mysql"
brew "n"
brew "node", link: false
brew "nss"
brew "openjdk"
brew "postgresql"
brew "python@3.7"
brew "rbenv"
brew "redis"
brew "ruby"
brew "wget"
brew "mongodb/brew/mongodb-community"
brew "mongodb/brew/mongodb-community-shell", link: false
cask "adoptopenjdk8"
cask "android-file-transfer"
cask "docker"
cask "dropbox"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "intellij-idea-ce"
cask "java"
cask "macdown"
cask "macpass"
cask "mqttfx"
cask "ngrok"
cask "postman"
cask "slack"
cask "sublime-text"
cask "telegram"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
