tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "autojump"
brew "bash"
brew "coreutils"
brew "docker"
brew "python"
brew "docker-compose"
brew "git"
brew "mysql"
brew "n"
brew "node", link: false
brew "postgresql"
brew "wget"
brew "yarn"
cask "alfred"
cask "android-file-transfer"
cask "dropbox"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "intellij-idea-ce"
cask "java"
cask "karabiner-elements"
cask "macdown"
cask "macpass"
cask "ngrok"
cask "postman"
cask "sublime-text"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
