tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "autojump"
brew "bash"
brew "openjdk@8"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "dropbox"
cask "firefox"
cask "flutter"
cask "flux"
cask "google-chrome"
cask "joplin"
cask "macpass"
cask "sublime-text"
cask "telegram"
cask "visual-studio-code"
