tap "authzed/tap"
tap "brewforge/extras"
tap "pakerwreah/calendr"
tap "redis/redis"
tap "withgraphite/tap"
brew "autojump"
brew "bash"
brew "displayplacer"
brew "fd"
brew "git"
brew "go"
brew "hledger"
brew "kcat"
brew "make"
brew "n"
brew "neovim"
brew "node"
brew "pnpm"
brew "postgresql@15"
brew "python@3.14"
brew "ripgrep"
brew "terraform"
brew "tmux"
brew "tmuxinator"
brew "uv"
brew "yarn"
brew "authzed/tap/spicedb"
brew "authzed/tap/zed", link: false
brew "withgraphite/tap/graphite"
cask "1password-cli"
cask "5ire"
cask "alfred"
cask "calendr"
cask "chatgpt"
cask "claude"
cask "docker-desktop"
cask "flux-app"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "linear-linear"
cask "macpass"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "postman"
cask "rectangle"
cask "redis"
cask "slack"
cask "telegram"
cask "todoist-app"
cask "visual-studio-code"
cask "zed"
cask "zoom"
vscode "42crunch.vscode-openapi"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "authzed.spicedb-vscode"
vscode "chunsen.bracket-select"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbankier.vscode-quick-select"
vscode "esbenp.prettier-vscode"
vscode "hmarr.cel"
vscode "luanpotter.dart-import"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "openai.chatgpt"
vscode "pkief.material-icon-theme"
vscode "qcz.text-power-tools"
vscode "redhat.vscode-yaml"
