tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "ngrok/ngrok"
brew "autojump"
brew "bash"
brew "git"
brew "n"
brew "python@3.8"
brew "openjdk@8"
brew "yarn"
cask "adobe-digital-editions"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "calibre"
cask "discord"
cask "dropbox"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "intellij-idea-ce"
cask "karabiner-elements"
cask "joplin"
cask "macpass"
cask "microsoft-teams"
cask "ngrok"
cask "obsidian"
cask "postman"
cask "rectangle"
cask "slack"
cask "sublime-text"
cask "telegram"
cask "todoist"
cask "viscosity"
cask "visual-studio-code"
cask "zoom"
